export const story = [
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "คุณลืมตาขึ้นมาอีกครั้ง<br>คุณยืนอยู่ในบ้านที่ไม่คุ้นเคย เงียบเกินไป<br> เหมือนเสียงทุกอย่างถูกกลืนหายไป"
            }
        ]
    }, 
    {
        type: "story", 
        image: ".//src/Image/Scene 1.png", 
        message: [
            {
                text: "b", 
                content: "“สวัสดี…เธอดูตกใจนิดหน่อยนะ”"
            }, 
            {
                text: "nor", 
                content: "เด็กผู้หญิงคนหนึ่งยืนอยู่ตรงหน้า<br>เธอยิ้มให้คุณอย่างอ่อนโยน"
            }, 
            {
                text: "b", 
                content: "“มาเป็นเพื่อนกันมั้ย<br>เดี๋ยวฉันจะพาเธอเดินทัวร์บ้านฉันเอง!”"
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "เธอพาคุณไปที่โถงทางเข้า<br>ของบางอย่างวางกระจัดกระจาย<br>เหมือนเพิ่งเกิดอะไรขึ้นโดยไม่ทันตั้งตัว"
            }
        ]
    }, 
    {
        type: "choice", 
        image: ".//src/Image/Scene 2.png", 
        message: [
            {
                text: "b", 
                content: "“ในช่วงที่ผ่านมา…เธอรู้สึกหงุดหงิดหรือเครียด<br>จากสิ่งที่เกิดขึ้นโดยไม่คาดคิดบ่อยแค่ไหน”"
            }
        ], 
        choice: [
            {
                ch: "ฉันรู้สึกแบบนั้น<br>แทบตลอดเลย", 
                score: 4
            }, 
            {
                ch: "ฉันรู้สึกแบบนั้น<br>ค่อนข้างบ่อย", 
                score: 3
            }, 
            {
                ch: "บางครั้งฉันก็รู้สึก<br>แบบนั้นนะ", 
                score: 2
            }, 
            {
                ch: "แทบไม่ค่อยเกิดขึ้น<br>กับฉันเลย", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“งั้นหรอ…<br>มันคงเกิดขึ้นบ่อยกว่าที่อยากให้เป็นสินะ”"
            }, 
            {
                text: "nor", 
                content: "โอ้ะ ฉันลืมบอกไปบ้านหลังนี้แต่ละห้องแปลกมากเลยน้า<br>เริ่มจากห้องนี้เลยแล้วกัน!"
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "เธอพาคุณไปยังกระจกบานใหญ่<br>แต่ภาพสะท้อนของคุณขยับไม่ตรงกับตัวจริง<br>เหมือนมันไม่ได้อยู่ในการควบคุมของคุณ"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 1", 
        image: ".//src/Image/Scene 3.png", 
        message: [
            {
                text: "b", 
                content: "“ในช่วงที่ผ่านมา…เธอรู้สึกว่าควบคุมสิ่งสำคัญในชีวิตของตัวเอง<br>ไม่ได้บ่อยแค่ไหน”"
            }
        ], 
        choice: [
            {
                ch: "ฉันรู้สึกแบบนั้น<br>แทบตลอด", 
                score: 4
            }, 
            {
                ch: "ฉันรู้สึกแบบนั้นบ่อย", 
                score: 3
            }, 
            {
                ch: "บางครั้งฉันก็<br>รู้สึกแบบนั้น", 
                score: 2
            }, 
            {
                ch: "ส่วนใหญ่ฉัน<br>ยังพอควบคุมได้", 
                score: 1
            }
        ]
    }, 
    {
        type: "story", 
        head: "ห้องที่ 1", 
        image: ".//src/Image/Scene 3.png", 
        message: [
            {
                text: "b", 
                content: "“อืม…มันเหมือนหลุดมือไปเองใช่ไหม”"
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "เธอพาคุณเดินไปห้องต่อไป<br>ระหว่างทางไฟในบ้านเริ่มกะพริบเล็กน้อย<br>เสียงเบา ๆ ของเธอถามคุณว่า"
            }
        ]
    }, 
    {
        type: "choicen", 
        message: [
            {
                text: "b", 
                content: "“ในช่วงที่ผ่านมา…<br>เธอรู้สึกเครียดหรือกังวลบ่อยแค่ไหนหรอ”"
            }
        ], 
        choice: [
            {
                ch: "ฉันรู้สึกแบบนั้น<br>แทบทุกวัน", 
                score: 4
            }, 
            {
                ch: "ฉันรู้สึกแบบนั้น<br>ค่อนข้างบ่อย", 
                score: 3
            }, 
            {
                ch: "เป็นบางวัน", 
                score: 2
            }, 
            {
                ch: "แทบไม่รู้สึกเลย", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“เหมือนกันเลย! อย่างงี้พวกเราก็มาเล่าระบาย<br>ให้ฟังเยอะกว่านี้ดีกว่า”"
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "เธอพาคุณไปห้องต่อไป มีเครื่องมือวางอยู่<br>แต่บางชิ้นใช้ไม่ได้ หรือขาดหายไป<br>เหมือนต้องแก้ปัญหาโดยที่ของไม่พร้อม"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 2", 
        image: ".//src/Image/Scene 4.png", 
        message: [
            {
                text: "b", 
                content: "“ในช่วงที่ผ่านมา…<br>เธอรู้สึกมั่นใจในการจัดการปัญหาของตัวเอง<br>บ่อยแค่ไหน”"
            }, 
            {
                text: "nor", 
                content: "ฉันรู้สึกตัวเองแก้ปัญหาไม่เก่งเลย"
            }
        ], 
        choice: [
            {
                ch: "ฉันไม่ค่อยมั่นใจเลย", 
                score: 4
            }, 
            {
                ch: "ฉันไม่ค่อยมั่นใจ<br>ในหลายครั้ง", 
                score: 3
            }, 
            {
                ch: "บางครั้งก็ยังพอไหว", 
                score: 2
            }, 
            {
                ch: "ส่วนใหญ่ฉันมั่นใจ<br>ว่าจัดการได้", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“มันยากนะ…เวลาที่ต้องทำทั้งที่ยังไม่พร้อม”"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 3", 
        image: ".//src/Image/Scene 5.png", 
        message: [
            {
                text: "nor", 
                content: "บนโต๊ะอาหารมีจานที่จัดไว้สวย แต่บางจานว่างเปล่า<br>บางจานไม่ตรงกับที่ควรจะเป็น"
            }, 
            {
                text: "b", 
                content: "“ถ้าเธอหิว บอกฉันได้เลยนะ!<br>ฉันจะเสกอาหารที่เธอชอบออกมาให้”"
            }, 
            {
                text: "b", 
                content: "“จะว่าไป ที่ผ่านมา…เธอรู้สึกว่าสิ่งต่าง ๆ<br>เป็นไปตามที่เธอคาดหวังไว้บ่อยแค่ไหนล่ะ”"
            }
        ], 
        choice: [
            {
                ch: "แทบไม่เป็นแบบ<br>ที่ฉันหวังเลย", 
                score: 4
            }, 
            {
                ch: "มีน้อยมาก<br>ที่เป็นแบบนั้น", 
                score: 3
            }, 
            {
                ch: "เป็นบ้างในหลายครั้ง", 
                score: 2
            }, 
            {
                ch: "ส่วนใหญ่เป็นไป<br>ตามที่หวัง", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“บางอย่างมันก็ไม่เป็นอย่างที่เราคิดไว้จริง ๆ<br>นี่เนอะ ชั่งมัน! ไปต่อกันเถอะ”"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 4", 
        image: ".//src/Image/Scene 6.png", 
        message: [
            {
                text: "nor", 
                content: "เธอเปิดอีกห้องหนึ่ง<br>กล่องมากมายวางซ้อนกันจนแทบไม่มีที่เดิน<br>และยังมีเพิ่มขึ้นเรื่อย ๆ"
            }, 
            {
                text: "b", 
                content: "“ที่นี่ เป็นห้องเอาไว้เก็บความทรงจำฉันน่ะ<br>ทั้งสิ่งที่ต้องจัดการ อนาคต อดีต”"
            }, 
            {
                text: "b", 
                content: "“อืมมม ช่วงที่ผ่านมา…<br>เธอรู้สึกว่ามีสิ่งที่ต้องจัดการมากเกินไป<br>จนรับไม่ไหวบ่อยแค่ไหนเหรอ”"
            }
        ], 
        choice: [
            {
                ch: "ฉันรู้สึกแบบนั้น<br>แทบตลอด", 
                score: 4
            }, 
            {
                ch: "ฉันรู้สึกแบบนั้นบ่อย", 
                score: 3
            }, 
            {
                ch: "บางครั้งก็รู้สึก<br>แบบนั้น", 
                score: 2
            }, 
            {
                ch: "ยังพอรับมือได้", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“มันเยอะจนไม่รู้จะเริ่มจากตรงไหนเลย<br>ใช่ไหมล่ะ ฉันเข้าใจ”"
            }, 
            {
                text: "nor", 
                content: "เธอพาคุณเดินต่อไป แล้วหยุดที่ห้อง ๆ หนึ่ง<br>มีเสียงคล้ายนาฬิกาเดินหลายเรือน"
            }, 
            {
                text: "nor", 
                content: "เธอเปิดประตูเข้าไป จับมือคุณสำรวจที่มาของเสียง"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 5", 
        image: ".//src/Image/Scene 7.png", 
        message: [
            {
                text: "nor", 
                content: "เสียงนาฬิกาในห้องดังเร็วขึ้นเรื่อย ๆ<br>เหมือนเร่งให้ทุกอย่างเร็วขึ้นจนคุณตามไม่ทัน"
            }, 
            {
                text: "b", 
                content: "“จะว่าไปแล้ว ที่ผ่านมา…<br>เธอสามารถควบคุมอารมณ์ของตัวเอง<br>ได้ดีแค่ไหนเหรอ”"
            }, 
            {
                text: "b", 
                content: "“เป็นฉัน อะไรไม่ชอบฉันก็จะบอกไม่ชอบทันทีเลย<br>เก็บอารมณ์ไม่ค่อยได้<br>ควบคุมยากเลยล่ะสำหรับฉัน”"
            }
        ], 
        choice: [
            {
                ch: "ฉันควบคุมได้ยากมาก", 
                score: 4
            }, 
            {
                ch: "ควบคุมได้บ้าง", 
                score: 3
            }, 
            {
                ch: "ควบคุมได้<br>ในหลายครั้ง", 
                score: 2
            }, 
            {
                ch: "ควบคุมได้ดี", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“บางทีมันก็มาเร็วเกินกว่าจะตั้งตัวจริง ๆ”"
            }, 
            {
                text: "nor", 
                content: "ถึงห้องสุดท้าย ประตูหน้าห้อง<br>มีชื่อของใครสักคนสลักไว้<br>คุณกำลังจะถามเธอ<br>แต่เธอก็รีบพลักคุณเข้าไปในห้องพร้อมกัน<br>เลยไม่ทันถามเรื่องชื่อ"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 6", 
        image: ".//src/Image/Scene 8.png", 
        message: [
            {
                text: "nor", 
                content: "ห้องนอนดูยุ่งเหยิง เตียงไม่เรียบร้อย<br>ของวางกระจัดกระจาย<br>เหมือนอะไรหลายอย่างยังไม่ลงตัว"
            }, 
            {
                text: "b", 
                content: "“ที่ฉันรีบร้อนพาเธอมาดู<br>เพราะว่านี้คือห้องฉันยังไงล่ะ<br>เป็นยังไง ตอนนี้มันรกหน่อย<br>แต่ก่อนหน้านั้นมันเป็นระเบียบมากกว่านี้นะ!”"
            }
        ], 
        choice: [
            {
                ch: "เธอขี้เกียจล่ะสิ", 
                score: 0
            }, 
            {
                ch: "เอาเถอะ ฉันไม่ได้<br>ว่าอะไรเธอเลย", 
                score: 0
            }, 
            {
                ch: "ดูเหมือนฉันจะเจอ<br>คนที่เหมือนกันแล้วล่ะ", 
                score: 0
            }, 
            {
                ch: "อืม เข้าใจได้", 
                score: 0
            }
        ]
    }, 
    {
        type: "choicen", 
        message: [
            {
                text: "b", 
                content: "“เอาเถอะ ช่างมัน ๆ<br>จะว่าไปเธอรู้สึกว่าสามารถจัดการชีวิตตัวเอง<br>ได้ดีแค่ไหนเหรอ ตลอดที่ผ่านมานี้”"
            }
        ], 
        choice: [
            {
                ch: "ฉันรู้สึกว่าจัดการ<br>ไม่ได้เลย", 
                score: 4
            }, 
            {
                ch: "ยังจัดการได้ไม่ค่อยดี", 
                score: 3
            }, 
            {
                ch: "พอจัดการได้<br>ในหลายครั้ง", 
                score: 2
            }, 
            {
                ch: "จัดการได้ดี", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“มันคงวุ่นวายมากเลยสินะช่วงนี้”"
            }, 
            {
                text: "b", 
                content: "“เอาล่ะ ห้องสุดท้ายแต่ยังไม่ท้ายสุด!”"
            }, 
            {
                text: "nor", 
                content: "หน้าห้อง มีกลิ่นชื้นและเย็นต่างจากห้องที่ผ่าน ๆ มา<br>เธอบอกกับคุณว่าไม่เป็นไร ห้องนี้น่ะ<br>มีเซอร์ไพรส์น่าสนุก ๆ ด้วยนะ!<br>คุณทำหน้าเจื่อน<br>หันไปสนใจข้างหลังประตูที่เธอเปิดเข้าไป"
            }
        ]
    }, 
    {
        type: "storyn", 
        head: "ห้องที่ 7", 
        message: [
            {
                text: "nor", 
                content: "ทั้งที่เย็นและมีกลิ่นชื้นแต่ภายในห้องกลับว่างเปล่า<br>ไม่มีมีแม้แต่ของสักชิ้น ระหว่างที่คุณจะถามเธอว่า <br>ห้องนี้มีมีอะไรเซอร์ไพรส์กันแน่"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "ห้องที่ 7", 
        image: ".//src/Image/Scene 9.png", 
        message: [
            {
                text: "nor", 
                content: "จู่ ๆ น้ำเริ่มซึมเข้ามาในห้องช้า ๆ คุณพยายามหยุดมัน<br>แต่ระดับน้ำยังคงเพิ่มขึ้น คุณจมลงในใต้น้ำนั้น<br>พยายามหาทุกวิถีทางเอาชีวิตรอด<br>ร่างกายคุณหนักอึ้ง จู่ ๆ ก็มีคำถามฉุดขึ้นมาในหัว<br>ที่ผ่านมา…คุณรู้สึกว่าสามารถควบคุม<br>สถานการณ์ต่าง ๆ ในชีวิตได้แค่ไหนนะ"
            }
        ], 
        choice: [
            {
                ch: "ฉันแทบควบคุม<br>ไม่ได้เลย", 
                score: 4
            }, 
            {
                ch: "ควบคุมได้บ้าง", 
                score: 3
            }, 
            {
                ch: "ควบคุมได้<br>ในหลายครั้ง", 
                score: 2
            }, 
            {
                ch: "ควบคุมได้ดี", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        head: "ห้องที่ 7", 
        message: [
            {
                text: "b", 
                content: "“บางอย่างมันก็หยุดไม่ได้จริง ๆ”"
            }
        ]
    }, 
    {
        type: "choice", 
        image: ".//src/Image/Scene 10.png", 
        message: [
            {
                text: "nor", 
                content: "คุณทนไม่ไหวแล้ว คุณมาถึงทางตัน กำแพงเรียบ<br>ไม่มีทางไปต่อ เหมือนทุกอย่างมาหยุดอยู่ตรงนี้<br>ในช่วงที่ผ่านมา…คุณรู้สึกว่าปัญหาทั้งหมด<br>มันมากเกินไปจนรับไม่ไหวบ่อยแค่ไหนกัน"
            }
        ], 
        choice: [
            {
                ch: "มันหนักเกินไป<br>แทบตลอด", 
                score: 4
            }, 
            {
                ch: "ฉันรู้สึกแบบนั้นบ่อย", 
                score: 3
            }, 
            {
                ch: "บางครั้งก็<br>รู้สึกแบบนั้น", 
                score: 2
            }, 
            {
                ch: "แทบไม่รู้สึก<br>แบบนั้นเลย", 
                score: 1
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "b", 
                content: "“ถึงมันจะดูเหมือนทางตัน…”"
            }, 
            {
                text: "b", 
                content: "“แต่เธอก็มาถึงตรงนี้ได้แล้วนะ”"
            }, 
            {
                text: "nor", 
                content: "เสียงของเด็กสาวดังขึ้น คุณหลุดออกจากภวังค์<br>คุณนำเรื่องราวทั้งหมดมาคิดทบทวน<br>หลังจากที่ได้พูดคุยกับเด็กคนนั้น<br>คุณก็เข้าใจตัวเองมากขึ้น"
            }
        ]
    }, 
    {
        type: "story", 
        image: ".//src/Image/ฉากจบ.png"
    }, 
]