export const story = [
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "คุณลืมตาขึ้นมาอีกครั้ง<br>คุณยืนอยู่ในบ้านที่ไม่คุ้นเคย เงียบเกินไป<br> เหมือนเสียงทุกอย่างถูกกลืนหายไป"
            }
        ]
    }, 
    {
        type: "story", 
        image: ".//src/Image/Scene 1.png", 
        message: [
            {
                content: "“สวัสดี…เธอดูตกใจนิดหน่อยนะ”"
            }, 
            {
                text: "nor", 
                content: "เด็กผู้หญิงคนหนึ่งยืนอยู่ตรงหน้า<br>เธอยิ้มให้คุณอย่างอ่อนโยน"
            }, 
            {
                text: "b", 
                content: "“มาเป็นเพื่อนกันมั้ย<br>เดี๋ยวฉันจะพาเธอเดินทัวร์บ้านฉันเอง!”"
            }
        ]
    }, 
    {
        type: "storyn", 
        message: [
            {
                text: "nor", 
                content: "เธอพาคุณไปที่โถงทางเข้า<br>ของบางอย่างวางกระจัดกระจาย<br>เหมือนเพิ่งเกิดอะไรขึ้นโดยไม่ทันตั้งตัว"
            }
        ]
    }, 
    {
        type: "choice", 
        head: "🚪 Q1 (สิ่งไม่คาดคิด / หงุดหงิด)", 
        image: ".//src/Image/Scene 2.png", 
        message: [
            {
                text: "b", 
                content: "“ในช่วงที่ผ่านมา…เธอรู้สึกหงุดหงิดหรือเครียด<br>จากสิ่งที่เกิดขึ้นโดยไม่คาดคิดบ่อยแค่ไหน”"
            }
        ], 
        choice: [
            {
                ch: ""
            }
        ]
    }
]