const result = [
    {
        type: "result1", 
        head: "ระดับความเครียดของคุณคือ", 
        ex: "เครียดเล็กน้อย", 
        message: [
            {
                text: "คำตอบของคุณแสดงให้เห็นว่า<br>คุณมีความเครียดในระดับเล็กน้อย<br>ซึ่งเป็นความเครียดที่พบได้ในชีวิตประจำวัน<br>อาจมีความกังวลหรือไม่สบายใจบ้างเป็นบางครั้ง<br>แต่ยังสามารถจัดการและใช้ชีวิตได้ตามปกติ"
            }
        ]
    }, 
    {
        type: "result2", 
        head: "ระดับความเครียดของคุณคือ", 
        ex: "ค่อนข้างเครียด", 
        message: [
            {
                text: "คำตอบของคุณแสดงให้เห็นว่า<br>คุณมีระดับความเครียดค่อนข้างสูง<br>อาจเริ่มมีความกังวลหรือความกดดันจาก<br>ปัญหาในชีวิตประจำวัน และอาจส่งผลต่ออารมณ์<br>หรือความรู้สึกบ้าง แต่ยังสามารถควบคุมและปรับตัวได้"
            }
        ]
    }, 
    {
        type: "result3", 
        head: "ระดับความเครียดของคุณคือ", 
        ex: "เครียดสูงกว่าปกติ", 
        message: [
            {
                text: "คำตอบของคุณแสดงให้เห็นว่า<br>คุณมีความเครียดสูงกว่าปกติเล็กน้อย<br>อาจมีความไม่สบายใจจากปัญหาต่าง ๆ ในชีวิต<br>และเริ่มมีผลต่อความคิดหรือพฤติกรรม<br>แต่ยังอยู่ในระดับที่สามารถรับมือได้"
            }
        ]
    }, 
    {
        type: "result4", 
        head: "ระดับความเครียดของคุณคือ", 
        ex: "เครียดมาก", 
        message: [
            {
                text: "คำตอบของคุณแสดงให้เห็นว่า<br>คุณมีความเครียดในระดับสูงซึ่งอาจส่งผลต่อ<br>อารมณ์ ความคิด และการใช้ชีวิตประจำวัน<br>แนะนำให้หาวิธีผ่อนคลายและพูดคุยกับคนที่ไว้ใจได้<br>หรือปรึกษาผู้เชี่ยวชาญเพื่อรับการช่วยเหลือ"
            }
        ]
    }
]

export function getResult(score) {
  if (score <= 19) return result[0];
  if (score <= 26) return result[1];
  if (score <= 33) return result[2];
  return result[3];
}